<?php
return array(
	//'配置项'=>'配置值'
	'DB_TYPE'               =>  'mysql',     // 数据库类型
    'DB_HOST'               =>  'localhost', // 服务器地址
    'DB_NAME'               =>  'a0702133545',          // 数据库名
    // 'DB_USER'               =>  'root',      // 用户名
    // 'DB_PWD'                =>  'root',          // 密码
     'DB_USER'               =>  'a0702133545',      // 用户名
     'DB_PWD'                =>  '2d30534a',          // 密码
    'DB_PORT'               =>  '3306',        // 端口
    'DB_PREFIX'             =>  '',    // 数据库表前缀
	 'TMPL_L_DELIM'          =>  '{{',            // 模板引擎普通标签开始标记
    'TMPL_R_DELIM'          =>  '}}',            // 模板引擎普通标签结束标记
    'zhongdian' =>array(
    	1 =>'高层',
    	2 =>'洋房',
    	3 =>'别墅',
    	4 =>'商业',
    ),
     'sex' =>array(
    	1 =>'男',
    	2 =>'女',
    	3 =>'未知',
    	
    ),
     "city"=>array(
     	1=>'大东区',
     	2=>'沈北新区',
     	3=>'和平区',
     	4=>'东陵区',
     	5=>'于洪区',
     	6=>'浑南新区',
     	7=>'苏家屯区',
     	8=>'沈河区',
     	9=>'皇姑区',
     	10=>'铁西区',
     	11=>'辽宁省内沈阳周边',
     	12=>'外地',
     ),
     'mianji'=>array(
     	1=>"40㎡以下",
     	2=>"40-50㎡",
     	3=>"50-60㎡",
     	4=>"60-70㎡",
     	5=>"70-80㎡",
     	6=>"80-90㎡",
     	7=>"90-100㎡",
     	8=>"100-110㎡",
     	9=>"110-120㎡",
     	10=>"120㎡-130㎡",
     	11=>"130㎡-140㎡",
     	12=>"140㎡-160㎡",
     	13=>"160㎡-170㎡",
     	14=>"170㎡以上",
     ),

);